app/controllers/pessel_forms_controller.rb

  def index
    @pessel_forms = PesselForm.all
---
SELECT "pessel_forms".* FROM "pessel_forms"

  def create
    @pessel_form = PesselForm.new(pessel_form_params)

    respond_to do |format|
      if @pessel_form.save
---
INSERT INTO "pessel_forms" ("pessel", "created_at", "updated_at") VALUES (?, ?, ?)  [["pessel", "11111"], ["created_at", "2015-03-10 16:51:57.718979"], ["updated_at", "2015-03-10 16:51:57.718979"]]

    def set_pessel_form
      @pessel_form = PesselForm.find(params[:id])
---
SELECT  "pessel_forms".* FROM "pessel_forms" WHERE "pessel_forms"."id" = ? LIMIT 1  [["id", 1]]